Revit 2027 API
ColorFillSchemeEntry.IsVisible Property
 Represents if the element colored based on this entry is visible in views.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool IsVisible { get; set; }
Public Property IsVisible As Boolean
	Get
	Set
public:
property bool IsVisible {
	bool get ();
	void set (bool value);
}
member IsVisible : bool with get, set
Property Value
Boolean
See Also
Reference
ColorFillSchemeEntry Class
Autodesk.Revit.DB Namespace